Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: Filename
ar: اسم الملف
cs: Název souboru
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
hi: फ़ाइल नाम
id: Nama File
it: Nome file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
th: ชื่อไฟล์
tr: Dosya Adı
uk: Ім'я файлу
vi: Tên tệp
zh_hans: 文件名

source: Date Added
ar: تاريخ الإضافة
cs: Datum přidání
de: Hinzufügungsdatum
es: Fecha de agregado
fr: Date d'ajout
hi: जोड़ने की तारीख
id: Tanggal Ditambahkan
it: Data aggiunta
ja: 追加日
ko: 추가된 날짜
nl: Datum toegevoegd
pl: Data dodania
pt_br: Data de adição
ru: Дата добавления
th: วันที่เพิ่ม
tr: Eklenme Tarihi
uk: Дата додавання
vi: Ngày thêm
zh_hans: 添加日期

source: Date Captured
ar: تاريخ الالتقاط
cs: Datum pořízení
de: Aufnahmedatum
es: Fecha de captura
fr: Date de capture
hi: कैप्चर तारीख
id: Tanggal Diambil
it: Data di acquisizione
ja: 撮影日
ko: 촬영 날짜
nl: Opnamedatum
pl: Data nagrania
pt_br: Data de captura
ru: Дата съёмки
th: วันที่ถ่าย
tr: Çekim Tarihi
uk: Дата зйомки
vi: Ngày quay
zh_hans: 拍摄日期

source: Duration
ar: المدة
cs: Délka
de: Dauer
es: Duración
fr: Durée
hi: अवधि
id: Durasi
it: Durata
ja: 再生時間
ko: 재생 시간
nl: Duur
pl: Czas trwania
pt_br: Duração
ru: Длительность
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Thời lượng
zh_hans: 时长

source: File Size
ar: حجم الملف
cs: Velikost souboru
de: Dateigröße
es: Tamaño de archivo
fr: Taille du fichier
hi: फ़ाइल आकार
id: Ukuran File
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru: Размер файла
th: ขนาดไฟล์
tr: Dosya Boyutu
uk: Розмір файлу
vi: Kích thước tệp
zh_hans: 文件大小

source: Resolution
ar: الدقة
cs: Rozlišení
de: Auflösung
es: Resolución
fr: Résolution
hi: रिज़ॉल्यूशन
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
th: ความละเอียด
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
zh_hans: 分辨率

source: Frame Rate
ar: معدل الإطارات
cs: Snímková frekvence
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
hi: फ्रेम दर
id: Kecepatan Bingkai
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 속도
nl: Framesnelheid
pl: Szybkość klatek
pt_br: Taxa de quadros
ru: Частота кадров
th: อัตราเฟรม
tr: Kare Hızı
uk: Частота кадрів
vi: Tốc độ khung hình
zh_hans: 帧率

source: Codec
ar: الترميز
cs: Kodek
es: Códec
hi: कोडेक
ja: コーデック
ko: 코덱
pl: Koder
ru: Кодек
th: โคเดก
uk: Кодек
zh_hans: 编解码器

source: Bitrate
ar: معدل البت
cs: Datový tok
es: Tasa de bits
fr: Débit
hi: बिटरेट
ja: ビットレート
ko: 비트레이트
nl: Bitsnelheid
pl: Przepływność
pt_br: Taxa de bits
ru: Битрейт
th: บิตเรต
tr: Bit Hızı
uk: Бітрейт
vi: Tốc độ bit
zh_hans: 比特率

source: Camera
ar: الكاميرا
cs: Fotoaparát
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
id: Kamera
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt_br: Câmera
ru: Камера
th: กล้อง
tr: Kamera
uk: Камера
vi: Máy ảnh
zh_hans: 相机

source: Lens
ar: العدسة
cs: Objektiv
de: Objektiv
es: Lente
fr: Objectif
hi: लेंस
id: Lensa
it: Obiettivo
ja: レンズ
ko: 렌즈
pl: Obiektyw
pt_br: Lente
ru: Объектив
th: เลนส์
uk: Об'єктив
vi: Ống kính
zh_hans: 镜头

source: ISO
ar: آيزو

source: Aperture
ar: فتحة العدسة
cs: Clona
de: Blende
es: Apertura
fr: Ouverture
hi: अपर्चर
id: Apertur
it: Diaframma
ja: 絞り
ko: 조리개
nl: Diafragma
pl: Przysłona
pt_br: Abertura
ru: Диафрагма
th: รูรับแสง
tr: Diyafram
uk: Діафрагма
vi: Khẩu độ
zh_hans: 光圈

source: Exposure Time
ar: وقت التعريض
cs: Expoziční čas
de: Belichtungszeit
es: Tiempo de exposición
fr: Temps d'exposition
hi: एक्सपोज़र समय
id: Waktu Eksposur
it: Tempo di esposizione
ja: 露光時間
ko: 노출 시간
nl: Belichtingstijd
pl: Czas naświetlania
pt_br: Tempo de exposição
ru: Выдержка
th: เวลาเปิดรับแสง
tr: Pozlama Süresi
uk: Час витримки
vi: Thời gian phơi sáng
zh_hans: 曝光时间

source: Focal Length
ar: البعد البؤري
cs: Ohnisková vzdálenost
de: Brennweite
es: Distancia focal
fr: Longueur focale
hi: फ़ोकल लंबाई
id: Panjang Fokus
it: Lunghezza focale
ja: 焦点距離
ko: 초점 거리
nl: Brandpuntafstand
pl: Ogniskowa
pt_br: Comprimento focal
ru: Фокусное расстояние
th: ทางยาวโฟกัส
tr: Odak Uzaklığı
uk: Фокусна відстань
vi: Tiêu cự
zh_hans: 焦距

source: Keyword
ar: كلمة مفتاحية
cs: Klíčové slovo
de: Schlüsselwort
es: Palabra clave
fr: Mot-clé
hi: कीवर्ड
id: Kata Kunci
it: Parola chiave
ja: キーワード
ko: 키워드
nl: Trefwoord
pl: Słowo kluczowe
pt_br: Palavra-chave
ru: Ключевое слово
th: คีย์เวิร์ด
tr: Anahtar Kelime
uk: Ключове слово
vi: Từ khóa
zh_hans: 关键词

source: Pairing failed — check the code and try again.
ar: فشل الإقران — تحقق من الرمز وحاول مرة أخرى.
cs: Párování selhalo — zkontrolujte kód a zkuste to znovu.
de: Kopplung fehlgeschlagen — Code prüfen und erneut versuchen.
es: Error de emparejamiento — verifica el código e inténtalo de nuevo.
fr: Échec de l'appairage — vérifiez le code et réessayez.
hi: पेयरिंग विफल — कोड जांचें और पुनः प्रयास करें।
id: Pembuatan pasangan gagal — periksa kode dan coba lagi.
it: Associazione fallita — controlla il codice e riprova.
ja: ペアリング失敗 — コードを確認してもう一度試してください。
ko: 페어링 실패 — 코드를 확인하고 다시 시도하세요.
nl: Koppelen mislukt — controleer de code en probeer opnieuw.
pl: Parowanie nie powiodło się — sprawdź kod i spróbuj ponownie.
pt_br: Falha no emparelhamento — verifique o código e tente novamente.
ru: Ошибка сопряжения — проверьте код и повторите попытку.
th: การจับคู่ล้มเหลว — ตรวจสอบรหัสและลองอีกครั้ง
tr: Eşleştirme başarısız — kodu kontrol edin ve tekrar deneyin.
uk: Помилка спарювання — перевірте код і спробуйте ще раз.
vi: Ghép đôi thất bại — kiểm tra mã và thử lại.
zh_hans: 配对失败 — 请检查代码并重试。

source: Couldn't reach %@.
ar: تعذر الوصول إلى %@.
cs: Nelze se připojit k %@.
de: %@ ist nicht erreichbar.
es: No se pudo alcanzar %@.
fr: Impossible d'atteindre %@.
hi: %@ तक नहीं पहुंचा जा सका।
id: Tidak dapat menjangkau %@.
it: Impossibile raggiungere %@.
ja: %@ に接続できませんでした。
ko: %@에 연결할 수 없습니다.
nl: Kan %@ niet bereiken.
pl: Nie można połączyć się z %@.
pt_br: Não foi possível alcançar %@.
ru: Не удалось достичь %@.
th: ไม่สามารถเข้าถึง %@ ได้
tr: %@ adresine ulaşılamadı.
uk: Не вдалося підключитися до %@.
vi: Không thể kết nối tới %@.
zh_hans: 无法连接到 %@。

source: Couldn't start the ReelVault backend. Set REELVAULT_CORE_BIN or build core with `cargo build`.
ar: تعذر تشغيل الخلفية. عيّن REELVAULT_CORE_BIN أو أنشئ core بـ `cargo build`.
cs: Nepodařilo se spustit backend. Nastavte REELVAULT_CORE_BIN nebo sestavte core pomocí `cargo build`.
de: Backend konnte nicht gestartet werden. REELVAULT_CORE_BIN setzen oder Core mit `cargo build` erstellen.
es: No se pudo iniciar el backend. Configura REELVAULT_CORE_BIN o compila el core con `cargo build`.
fr: Impossible de démarrer le backend. Définissez REELVAULT_CORE_BIN ou compilez le core avec `cargo build`.
hi: बैकएंड शुरू नहीं हो सका। REELVAULT_CORE_BIN सेट करें या `cargo build` से core बिल्ड करें।
id: Tidak dapat memulai backend. Atur REELVAULT_CORE_BIN atau bangun core dengan `cargo build`.
it: Impossibile avviare il backend. Imposta REELVAULT_CORE_BIN o compila il core con `cargo build`.
ja: バックエンドを起動できませんでした。REELVAULT_CORE_BINを設定するか、`cargo build`でcoreをビルドしてください。
ko: 백엔드를 시작할 수 없습니다. REELVAULT_CORE_BIN을 설정하거나 `cargo build`로 core를 빌드하세요.
nl: Backend kan niet worden gestart. Stel REELVAULT_CORE_BIN in of bouw core met `cargo build`.
pl: Nie można uruchomić backendu. Ustaw REELVAULT_CORE_BIN lub zbuduj core za pomocą `cargo build`.
pt_br: Não foi possível iniciar o backend. Defina REELVAULT_CORE_BIN ou compile o core com `cargo build`.
ru: Не удалось запустить бэкенд. Установите REELVAULT_CORE_BIN или соберите core с `cargo build`.
th: ไม่สามารถเริ่มต้นแบ็กเอนด์ได้ ตั้งค่า REELVAULT_CORE_BIN หรือสร้าง core ด้วย `cargo build`
tr: Backend başlatılamadı. REELVAULT_CORE_BIN ayarlayın veya core'u `cargo build` ile derleyin.
uk: Не вдалося запустити бекенд. Встановіть REELVAULT_CORE_BIN або зберіть core за допомогою `cargo build`.
vi: Không thể khởi động backend. Đặt REELVAULT_CORE_BIN hoặc build core bằng `cargo build`.
zh_hans: 无法启动后端。请设置 REELVAULT_CORE_BIN 或使用 `cargo build` 构建 core。

source: Connected to port %ld but the daemon didn't respond
ar: اتصل بالمنفذ %ld لكن الخادم لم يستجب
cs: Připojeno k portu %ld, ale démon neodpovídá
de: Mit Port %ld verbunden, aber der Daemon hat nicht geantwortet
es: Conectado al puerto %ld pero el daemon no respondió
fr: Connecté au port %ld mais le daemon n'a pas répondu
hi: पोर्ट %ld से कनेक्ट हुआ लेकिन daemon ने जवाब नहीं दिया
id: Terhubung ke port %ld tetapi daemon tidak merespons
it: Connesso alla porta %ld ma il daemon non ha risposto
ja: ポート%ldに接続しましたが、デーモンが応答しませんでした
ko: 포트 %ld에 연결되었지만 데몬이 응답하지 않았습니다
nl: Verbonden met poort %ld maar de daemon reageerde niet
pl: Połączono z portem %ld, ale demon nie odpowiedział
pt_br: Conectado à porta %ld mas o daemon não respondeu
ru: Подключено к порту %ld, но демон не ответил
th: เชื่อมต่อกับพอร์ต %ld แต่ daemon ไม่ตอบสนอง
tr: %ld portuna bağlandı ancak daemon yanıt vermedi
uk: Підключено до порту %ld, але демон не відповів
vi: Đã kết nối với cổng %ld nhưng daemon không phản hồi
zh_hans: 已连接到端口 %ld，但守护进程未响应

source: Paired, but couldn't connect to %@.
ar: تم الإقران، لكن تعذر الاتصال بـ %@.
cs: Párování proběhlo, ale připojení k %@ selhalo.
de: Gekoppelt, aber keine Verbindung zu %@ möglich.
es: Emparejado, pero no se pudo conectar a %@.
fr: Associé, mais connexion à %@ impossible.
hi: पेयर हो गया, लेकिन %@ से कनेक्ट नहीं हो सका।
id: Dipasangkan, tetapi tidak dapat terhubung ke %@.
it: Associato, ma connessione a %@ non riuscita.
ja: ペアリング成功しましたが、%@に接続できませんでした。
ko: 페어링됐지만 %@에 연결할 수 없습니다.
nl: Gekoppeld, maar kan geen verbinding maken met %@.
pl: Sparowano, ale nie można połączyć z %@.
pt_br: Emparelhado, mas não foi possível conectar a %@.
ru: Сопряжено, но не удалось подключиться к %@.
th: จับคู่แล้ว แต่ไม่สามารถเชื่อมต่อกับ %@ ได้
tr: Eşleştirildi, ancak %@'a bağlanılamadı.
uk: Спаровано, але не вдалося підключитися до %@.
vi: Đã ghép đôi, nhưng không thể kết nối với %@.
zh_hans: 配对成功，但无法连接到 %@。

source: Could not open catalog at %@
ar: تعذر فتح الكتالوج في %@
cs: Nepodařilo se otevřít katalog v %@
de: Katalog unter %@ konnte nicht geöffnet werden
es: No se pudo abrir el catálogo en %@
fr: Impossible d'ouvrir le catalogue à %@
hi: %@ पर कैटलॉग नहीं खोला जा सका
id: Tidak dapat membuka katalog di %@
it: Impossibile aprire il catalogo in %@
ja: %@のカタログを開けませんでした
ko: %@에서 카탈로그를 열 수 없습니다
nl: Kan catalogus op %@ niet openen
pl: Nie można otworzyć katalogu w %@
pt_br: Não foi possível abrir o catálogo em %@
ru: Не удалось открыть каталог по пути %@
th: ไม่สามารถเปิดแคตตาล็อกที่ %@ ได้
tr: %@ konumunda katalog açılamadı
uk: Не вдалося відкрити каталог за адресою %@
vi: Không thể mở danh mục tại %@
zh_hans: 无法在 %@ 打开目录

source: Failed to load lens names: %@
ar: فشل تحميل أسماء العدسات: %@
cs: Nepodařilo se načíst názvy objektivů: %@
de: Objektivnamen konnten nicht geladen werden: %@
es: No se pudieron cargar los nombres de lente: %@
fr: Échec du chargement des noms d'objectif : %@
hi: लेंस नाम लोड करने में विफल: %@
id: Gagal memuat nama lensa: %@
it: Caricamento nomi obiettivo fallito: %@
ja: レンズ名を読み込めませんでした: %@
ko: 렌즈 이름을 불러올 수 없습니다: %@
nl: Kan lensnamen niet laden: %@
pl: Nie można załadować nazw obiektywów: %@
pt_br: Falha ao carregar nomes de lente: %@
ru: Не удалось загрузить названия объективов: %@
th: โหลดชื่อเลนส์ไม่สำเร็จ: %@
tr: Lens adları yüklenemedi: %@
uk: Не вдалося завантажити назви об'єктивів: %@
vi: Không thể tải tên ống kính: %@
zh_hans: 无法加载镜头名称：%@

source: Failed to save alias: %@
ar: فشل حفظ الاسم البديل: %@
cs: Nepodařilo se uložit alias: %@
de: Alias konnte nicht gespeichert werden: %@
es: No se pudo guardar el alias: %@
fr: Échec de la sauvegarde de l'alias : %@
hi: उपनाम सहेजने में विफल: %@
id: Gagal menyimpan alias: %@
it: Salvataggio alias fallito: %@
ja: エイリアスを保存できませんでした: %@
ko: 별칭을 저장할 수 없습니다: %@
nl: Kan alias niet opslaan: %@
pl: Nie można zapisać aliasu: %@
pt_br: Falha ao salvar apelido: %@
ru: Не удалось сохранить псевдоним: %@
th: บันทึกชื่อแทนไม่สำเร็จ: %@
tr: Takma ad kaydedilemedi: %@
uk: Не вдалося зберегти псевдонім: %@
vi: Không thể lưu bí danh: %@
zh_hans: 无法保存别名：%@

source: Failed to remove alias: %@
ar: فشل حذف الاسم البديل: %@
cs: Nepodařilo se odebrat alias: %@
de: Alias konnte nicht entfernt werden: %@
es: No se pudo eliminar el alias: %@
fr: Échec de la suppression de l'alias : %@
hi: उपनाम हटाने में विफल: %@
id: Gagal menghapus alias: %@
it: Rimozione alias fallita: %@
ja: エイリアスを削除できませんでした: %@
ko: 별칭을 제거할 수 없습니다: %@
nl: Kan alias niet verwijderen: %@
pl: Nie można usunąć aliasu: %@
pt_br: Falha ao remover apelido: %@
ru: Не удалось удалить псевдоним: %@
th: ลบชื่อแทนไม่สำเร็จ: %@
tr: Takma ad kaldırılamadı: %@
uk: Не вдалося видалити псевдонім: %@
vi: Không thể xóa bí danh: %@
zh_hans: 无法删除别名：%@

source: Failed to load mappings: %@
ar: فشل تحميل الخرائط: %@
cs: Nepodařilo se načíst mapování: %@
de: Zuordnungen konnten nicht geladen werden: %@
es: No se pudieron cargar las asignaciones: %@
fr: Échec du chargement des correspondances : %@
hi: मैपिंग लोड करने में विफल: %@
id: Gagal memuat pemetaan: %@
it: Caricamento mappature fallito: %@
ja: マッピングを読み込めませんでした: %@
ko: 매핑을 불러올 수 없습니다: %@
nl: Kan toewijzingen niet laden: %@
pl: Nie można załadować mapowań: %@
pt_br: Falha ao carregar mapeamentos: %@
ru: Не удалось загрузить сопоставления: %@
th: โหลดการแมปไม่สำเร็จ: %@
tr: Eşlemeler yüklenemedi: %@
uk: Не вдалося завантажити відображення: %@
vi: Không thể tải ánh xạ: %@
zh_hans: 无法加载映射：%@

source: Failed to save mapping: %@
ar: فشل حفظ الخريطة: %@
cs: Nepodařilo se uložit mapování: %@
de: Zuordnung konnte nicht gespeichert werden: %@
es: No se pudo guardar la asignación: %@
fr: Échec de la sauvegarde de la correspondance : %@
hi: मैपिंग सहेजने में विफल: %@
id: Gagal menyimpan pemetaan: %@
it: Salvataggio mappatura fallito: %@
ja: マッピングを保存できませんでした: %@
ko: 매핑을 저장할 수 없습니다: %@
nl: Kan toewijzing niet opslaan: %@
pl: Nie można zapisać mapowania: %@
pt_br: Falha ao salvar mapeamento: %@
ru: Не удалось сохранить сопоставление: %@
th: บันทึกการแมปไม่สำเร็จ: %@
tr: Eşleme kaydedilemedi: %@
uk: Не вдалося зберегти відображення: %@
vi: Không thể lưu ánh xạ: %@
zh_hans: 无法保存映射：%@

source: Failed to remove mapping: %@
ar: فشل حذف الخريطة: %@
cs: Nepodařilo se odebrat mapování: %@
de: Zuordnung konnte nicht entfernt werden: %@
es: No se pudo eliminar la asignación: %@
fr: Échec de la suppression de la correspondance : %@
hi: मैपिंग हटाने में विफल: %@
id: Gagal menghapus pemetaan: %@
it: Rimozione mappatura fallita: %@
ja: マッピングを削除できませんでした: %@
ko: 매핑을 제거할 수 없습니다: %@
nl: Kan toewijzing niet verwijderen: %@
pl: Nie można usunąć mapowania: %@
pt_br: Falha ao remover mapeamento: %@
ru: Не удалось удалить сопоставление: %@
th: ลบการแมปไม่สำเร็จ: %@
tr: Eşleme kaldırılamadı: %@
uk: Не вдалося видалити відображення: %@
vi: Không thể xóa ánh xạ: %@
zh_hans: 无法删除映射：%@

source: Connection Error
ar: خطأ في الاتصال
cs: Chyba připojení
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
id: Kesalahan Koneksi
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
nl: Verbindingsfout
pl: Błąd połączenia
pt_br: Erro de conexão
ru: Ошибка подключения
th: ข้อผิดพลาดการเชื่อมต่อ
tr: Bağlantı Hatası
uk: Помилка підключення
vi: Lỗi kết nối
zh_hans: 连接错误

source: Generating proxy…
ar: جارٍ إنشاء البديل…
cs: Generuji proxy…
de: Proxy wird erstellt…
es: Generando proxy…
fr: Génération du proxy…
hi: प्रॉक्सी बनाया जा रहा है…
id: Menghasilkan proxy…
it: Generazione proxy in corso…
ja: プロキシを生成中…
ko: 프록시 생성 중…
nl: Proxy genereren…
pl: Generowanie proxy…
pt_br: Gerando proxy…
ru: Создание прокси…
th: กำลังสร้างพร็อกซี่…
tr: Proxy oluşturuluyor…
uk: Генерація проксі…
vi: Đang tạo proxy…
zh_hans: 正在生成代理…

source: Generating code…
ar: جارٍ إنشاء الرمز…
cs: Generuji kód…
de: Code wird generiert…
es: Generando código…
fr: Génération du code…
hi: कोड बनाया जा रहा है…
id: Menghasilkan kode…
it: Generazione codice in corso…
ja: コードを生成中…
ko: 코드 생성 중…
nl: Code genereren…
pl: Generowanie kodu…
pt_br: Gerando código…
ru: Генерация кода…
th: กำลังสร้างรหัส…
tr: Kod oluşturuluyor…
uk: Генерація коду…
vi: Đang tạo mã…
zh_hans: 正在生成代码…

source: Connecting to ReelVault…
ar: جارٍ الاتصال بـ ReelVault…
cs: Připojuji se k ReelVault…
de: Verbindung mit ReelVault wird hergestellt…
es: Conectando a ReelVault…
fr: Connexion à ReelVault…
hi: ReelVault से कनेक्ट हो रहा है…
id: Menghubungkan ke ReelVault…
it: Connessione a ReelVault in corso…
ja: ReelVaultに接続中…
ko: ReelVault에 연결 중…
nl: Verbinding maken met ReelVault…
pl: Łączenie z ReelVault…
pt_br: Conectando ao ReelVault…
ru: Подключение к ReelVault…
th: กำลังเชื่อมต่อกับ ReelVault…
tr: ReelVault'a bağlanılıyor…
uk: Підключення до ReelVault…
vi: Đang kết nối với ReelVault…
zh_hans: 正在连接到 ReelVault…

source: Search videos…
ar: البحث في مقاطع الفيديو…
cs: Prohledat videa…
de: Videos suchen…
es: Buscar videos…
fr: Rechercher des vidéos…
hi: वीडियो खोजें…
id: Cari video…
it: Cerca video…
ja: ビデオを検索…
ko: 동영상 검색…
nl: Video's zoeken…
pl: Szukaj filmów…
pt_br: Pesquisar vídeos…
ru: Поиск видео…
th: ค้นหาวิดีโอ…
tr: Video ara…
uk: Пошук відео…
vi: Tìm kiếm video…
zh_hans: 搜索视频…

source: button in the left panel). You can add multiple folders in one session. Use
ar: في اللوحة اليسرى). يمكنك إضافة مجلدات متعددة في جلسة واحدة. استخدم
cs: tlačítko v levém panelu). V jedné relaci můžete přidat více složek. Použijte
de: Schaltfläche im linken Panel). Sie können in einer Sitzung mehrere Ordner hinzufügen. Verwenden Sie
es: botón en el panel izquierdo). Puedes añadir varias carpetas en una misma sesión. Usa
fr: dans le panneau gauche). Vous pouvez ajouter plusieurs dossiers en une seule session. Utilisez
hi: बाएं पैनल में बटन)। आप एक सत्र में कई फ़ोल्डर जोड़ सकते हैं। उपयोग करें
id: tombol di panel kiri). Anda dapat menambahkan beberapa folder dalam satu sesi. Gunakan
it: pulsante nel pannello sinistro). Puoi aggiungere più cartelle in una sessione. Usa
ja: 左パネルのボタン）。1回のセッションで複数のフォルダを追加できます。
ko: 왼쪽 패널의 버튼). 한 세션에서 여러 폴더를 추가할 수 있습니다.
nl: knop in het linkerpaneel). U kunt meerdere mappen in één sessie toevoegen. Gebruik
pl: przycisk w lewym panelu). Możesz dodać wiele folderów w jednej sesji. Użyj
pt_br: no painel esquerdo). Você pode adicionar várias pastas em uma sessão. Use
ru: кнопка на левой панели). За один сеанс можно добавить несколько папок. Используйте
th: ปุ่มในแผงซ้าย) คุณสามารถเพิ่มหลายโฟลเดอร์ในเซสชันเดียวได้ ใช้
tr: sol paneldeki düğme). Tek bir oturumda birden fazla klasör ekleyebilirsiniz. Kullanın
uk: кнопку на лівій панелі). Ви можете додати кілька папок за один сеанс. Використайте
vi: nút trong bảng bên trái). Bạn có thể thêm nhiều thư mục trong một phiên. Dùng
zh_hans: 按钮）。您可以在一次操作中添加多个文件夹。使用

source: icon in the top bar (or the
ar: في الشريط العلوي (أو
cs: ikona v horním pruhu (nebo
de: Symbol in der oberen Leiste (oder
es: icono en la barra superior (o el
fr: dans la barre supérieure (ou le
hi: शीर्ष बार में आइकन (या
id: ikon di bilah atas (atau
it: icona nella barra superiore (o il
ja: トップバーのアイコン（または
ko: 상단 바의 아이콘(또는
nl: pictogram in de bovenste balk (of het
pl: ikonę na górnym pasku (lub
pt_br: na barra superior (ou o
ru: значок на верхней панели (или
th: ไอคอนในแถบด้านบน (หรือ
tr: üst çubuktaki simge (veya
uk: значок у верхній панелі (або
vi: biểu tượng trên thanh trên cùng (hoặc
zh_hans: 顶栏中的图标（或

source: in a path — for example
ar: في المسار — على سبيل المثال
cs: v cestě — například
de: in einem Pfad — zum Beispiel
es: en una ruta — por ejemplo
fr: dans un chemin — par exemple
hi: एक पथ में — उदाहरण के लिए
id: dalam jalur — misalnya
it: in un percorso — ad esempio
ja: パスに含めます — 例：
ko: 경로에 — 예를 들어
nl: in een pad — bijvoorbeeld
pl: w ścieżce — na przykład
pt_br: em um caminho — por exemplo
ru: в пути — например
th: ในเส้นทาง — ตัวอย่างเช่น
tr: bir yolda — örneğin
uk: у шляху — наприклад
vi: trong đường dẫn — ví dụ
zh_hans: 在路径中 — 例如

source: to create a new one or open an existing one. Your video files are never moved or modified.
ar: لإنشاء كتالوج جديد أو فتح كتالوج موجود. لن يتم نقل ملفات الفيديو الخاصة بك أو تعديلها أبدًا.
cs: pro vytvoření nového nebo otevření existujícího. Vaše video soubory nejsou nikdy přesunuty ani změněny.
de: um einen neuen zu erstellen oder einen vorhandenen zu öffnen. Ihre Videodateien werden niemals verschoben oder verändert.
es: para crear uno nuevo o abrir uno existente. Tus archivos de vídeo nunca se mueven ni se modifican.
fr: pour en créer un nouveau ou en ouvrir un existant. Vos fichiers vidéo ne sont jamais déplacés ni modifiés.
hi: एक नया बनाने या मौजूदा खोलने के लिए। आपकी वीडियो फ़ाइलें कभी भी स्थानांतरित या संशोधित नहीं की जाती हैं।
id: untuk membuat yang baru atau membuka yang sudah ada. File video Anda tidak pernah dipindahkan atau dimodifikasi.
it: per crearne uno nuovo o aprirne uno esistente. I tuoi file video non vengono mai spostati o modificati.
ja: で新規作成または既存のものを開きます。動画ファイルが移動または変更されることはありません。
ko: 새로 만들거나 기존 것을 열 수 있습니다. 동영상 파일은 절대 이동하거나 수정되지 않습니다.
nl: om een nieuwe aan te maken of een bestaande te openen. Uw videobestanden worden nooit verplaatst of gewijzigd.
pl: aby utworzyć nowy lub otworzyć istniejący. Twoje pliki wideo nigdy nie są przenoszone ani modyfikowane.
pt_br: para criar um novo ou abrir um existente. Seus arquivos de vídeo nunca são movidos ou modificados.
ru: чтобы создать новый или открыть существующий. Ваши видеофайлы никогда не перемещаются и не изменяются.
th: เพื่อสร้างใหม่หรือเปิดอันที่มีอยู่ ไฟล์วิดีโอของคุณจะไม่ถูกย้ายหรือแก้ไข
tr: yeni bir tane oluşturmak veya mevcut bir taneyi açmak için. Video dosyalarınız hiçbir zaman taşınmaz veya değiştirilmez.
uk: щоб створити новий або відкрити наявний. Ваші відеофайли ніколи не переміщуються та не змінюються.
vi: để tạo mới hoặc mở một tệp hiện có. Các tệp video của bạn không bao giờ bị di chuyển hay chỉnh sửa.
zh_hans: 以新建或打开现有目录。您的视频文件不会被移动或修改。
